2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_MutatieleveringOpDoelbinding/data/VR00090-Mutatie-TC01-1-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>5670000</ABONNEMENT>
            <NAAM>Geen pop.bep. levering op basis van doelbinding</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Mutatiebericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Geen pop.bep. levering op basis van doelbinding</brp:abonnementNaam>
    <brp:categorieDienst>Mutatielevering op basis van doelbinding</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
    <brp:code>05008</brp:code>
    <brp:naam>Correctie adres</brp:naam>
    <brp:categorie>Correctie</brp:categorie>
    <brp:partijCode>036101</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="1">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">*</brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>*</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>310027603</brp:burgerservicenummer>
          <brp:administratienummer>3104184328</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">*</brp:geslachtsaanduiding>
        <brp:bijhouding brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">*</brp:bijhouding>
        <brp:bijhouding brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">*</brp:bijhouding>
        <brp:adressen>*</brp:adressen>
        <brp:administratieveHandelingen>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>05008</brp:code>
            <brp:naam>Correctie adres</brp:naam>
            <brp:categorie>Correctie</brp:categorie>
            <brp:partijCode>036101</brp:partijCode>
            <brp:bronnen>
              <brp:bron brp:objecttype="AdministratieveHandelingBron" brp:objectSleutel="*" brp:communicatieID="*">
                <brp:document brp:objecttype="Document" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                  <brp:soortNaam>Aangifte met betrekking tot verblijfplaats</brp:soortNaam>
                  <brp:identificatie>123</brp:identificatie>
                  <brp:aktenummer>4567890</brp:aktenummer>
                  <brp:partijCode>036101</brp:partijCode>
                </brp:document>
              </brp:bron>
            </brp:bronnen>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="*">
                <brp:soortNaam>Correctie adres</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="*"/>
                </brp:bronnen>
              </brp:actie>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="*">
                <brp:soortNaam>Correctie adres</brp:soortNaam>
                <brp:bronnen>
                  <brp:bron brp:objecttype="ActieBron" brp:referentieID="*"/>
                </brp:bronnen>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
        </brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>